Repository: sachacsc/Bakarat
Catalog: Bakarat/Bakarat/Localizable.xcstrings
Source language: en
Languages: fr

# %@ %@/line
source: %1$@ %2$@/line
fr: %@ %@/ligne

# %@ remporte les 3 boards (+prix × N-1 bonus).
source: %@ wins all 3 boards (+price × N-1 bonus).
fr: %@ remporte les 3 boards (+prix × N-1 bonus).

source: %@ wins all 3 boards. Bonus applied on validation.
fr: %@ remporte les 3 boards. Bonus appliqué à la validation.

source: %@'s counter
fr: Compteur de %@

source: %lld games
fr: %lld parties

# %lld joueurs
source: %lld players
fr: %lld joueurs

# %lld manches
source: %lld rounds
fr: %lld manches

# %lld player%@
source: %1$lld player%2$@
fr: %lld joueur%@

# %lld round%@
source: %1$lld round%2$@
fr: %lld manche%@

# %lld à régler
source: %lld to settle
fr: %lld à régler

# %lld/%lld claimed
source: %1$lld/%2$lld claimed
fr: %lld/%lld pris

source: **1 standard deck** of 52 cards.
fr: **1 jeu standard** de 52 cartes.

source: **2 to 8 active players** per round.
fr: **2 à 8 joueurs actifs** par manche.

source: **Each other player** pays `p × m`.
fr: **Chaque autre joueur** paie `p × m`.

source: **Winner** gets `p × m × (N − 1)`.
fr: **Le gagnant** reçoit `p × m × (N − 1)`.

source: 1 game
fr: 1 partie

# 1 joueur
source: 1 player
fr: 1 joueur

# 1 manche
source: 1 round
fr: 1 manche

source: 10 to Ace, same suit. The strongest possible hand.
fr: Du 10 à l'As, même couleur. La main la plus forte possible.

# 2 Paires
source: 2 Pairs
fr: 2 Paires

source: 2 to 5 players
fr: 2 à 5 joueurs

source: 4 cards each
fr: 4 cartes chacun

source: 5 cards each
fr: 5 cartes chacun

source: 6 cards each
fr: 6 cartes chacun

source: 6 players
fr: 6 joueurs

source: 7 to 8 players
fr: 7 à 8 joueurs

source: A card game played around a table with friends. Each round splits into 3 community boards. Whoever makes the strongest hand on a board wins it, and gets paid by the losers based on a fixed line price.
fr: Un jeu de cartes qui se joue autour d'une table entre amis. Chaque manche se divise en 3 boards communs. Celui qui fait la main la plus forte sur un board le remporte, et se fait payer par les perdants selon un prix de ligne fixe.

source: Account
fr: Compte

source: Accounts
fr: Comptes

# Action impossible
source: Action unavailable
fr: Action impossible

source: Action unavailable
fr: Action impossible

# Activé
source: On
fr: Activé

source: After each round the app updates the debts. The Accounts tab shows who owes you what, Tricount style. Tap “Mark as paid” when someone settles.
fr: Après chaque manche, l'app met à jour les dettes. L'onglet Comptes montre qui te doit quoi, façon Tricount. Touche « Marquer comme réglé » quand quelqu'un te rembourse.

source: Add a delta per player (positive if you owe them, negative if they owe you). The sum should be 0, unless a player receives an external transfer.
fr: Ajoute un delta par joueur (positif si tu lui dois, négatif s'il te doit). La somme devrait faire 0, sauf si un joueur reçoit un transfert externe.

# Ajustement
source: Adjustment
fr: Ajustement

source: All paid up
fr: Tout réglé

source: All rounds and balances will be removed. This cannot be undone.
fr: Toutes les manches et les soldes seront supprimés. Cette action est irréversible.

source: Already settled
fr: Déjà réglées

source: Already signed up?
fr: Déjà inscrit ?

# Annonce envoyée — en attente des autres joueurs.
source: Announcement sent — waiting for the other players.
fr: Annonce envoyée — en attente des autres joueurs.

# Annonces
source: Announcements
fr: Annonces

# Annuler
source: Cancel
fr: Annuler

# Annuler le règlement
source: Cancel settlement
fr: Annuler le règlement

# Aperçu deltas
source: Delta preview
fr: Aperçu deltas

# Appui long sur un joueur pour l'exclure si sa déconnexion n'a pas été détectée.
source: Long-press a player to kick them if their disconnection was not detected.
fr: Appui long sur un joueur pour l'exclure si sa déconnexion n'a pas été détectée.

source: At least 8 characters. Once confirmed, you'll be signed in with this new password.
fr: Au moins 8 caractères. Une fois confirmé, tu seras connecté avec ce nouveau mot de passe.

# Aucun spectateur pour l'instant.
source: No spectators yet.
fr: Aucun spectateur pour l'instant.

# Aucune manche
source: No rounds
fr: Aucune manche

# Aucune manche enregistrée.
source: No round recorded.
fr: Aucune manche enregistrée.

# Aucune manche terminée pour l'instant.
source: No round finished yet.
fr: Aucune manche terminée pour l'instant.

# Aucune manche validée.
source: No round validated.
fr: Aucune manche validée.

# Aucune partie
source: No games
fr: Aucune partie

# Aucune partie pour l'instant
source: No games yet
fr: Aucune partie pour l'instant

source: Available
fr: Libre

source: Back
fr: Retour

source: Bakarat cares about **which tier** the winning hand falls into. That tier sets the multiplier.
fr: Dans Bakarat, ce qui compte, c'est **la catégorie** de la main gagnante. Cette catégorie fixe le multiplicateur.

source: Before starting, players agree on a **line price** (often €2.50).
fr: Avant de commencer, les joueurs fixent un **prix de la ligne** (souvent 2,50 €).

# Bilan : %@
source: Net: %@
fr: Bilan : %@

# Board abandonné
source: Board skipped
fr: Board abandonné

# Brelan
source: Three of a kind
fr: Brelan

# Brûle + Flop
source: Burn + Flop
fr: Brûle + Flop

# Brûle + River
source: Burn + River
fr: Brûle + River

# Brûle + Turn
source: Burn + Turn
fr: Brûle + Turn

# Brûlées
source: Burned
fr: Brûlées

source: Burn 1 card (face down, ignored). Then deal **3 cards face-up on Board 1**, then **3 on Board 2**, then **3 on Board 3**. That's the flop, board by board.
fr: Brûle 1 carte (face cachée, ignorée). Puis distribue **3 cartes face visible sur le Board 1**, puis **3 sur le Board 2**, puis **3 sur le Board 3**. C'est le flop, board par board.

source: Burn another card. Add **1 card to Board 1**, **1 to Board 2**, **1 to Board 3**. Each board now has 4 cards.
fr: Brûle une autre carte. Ajoute **1 carte au Board 1**, **1 au Board 2**, **1 au Board 3**. Chaque board a maintenant 4 cartes.

source: Burn one last card. Add the final card on each board. Each board ends up with **5 community cards**.
fr: Brûle une dernière carte. Ajoute la dernière carte sur chaque board. Chaque board finit avec **5 cartes communes**.

source: Burn, then flop
fr: Brûle, puis flop

source: Burn, then river
fr: Brûle, puis river

source: Burn, then turn
fr: Brûle, puis turn

source: Cancel
fr: Annuler

source: Cancel payment
fr: Annuler le paiement

source: Cards are dealt virtually
fr: Les cartes sont distribuées virtuellement

source: Cards dealt virtually, share a 4-char code to join.
fr: Cartes distribuées virtuellement, partage un code à 4 caractères pour rejoindre.

# Carré
source: Four of a kind
fr: Carré

# Cartes ouvertes
source: Open cards
fr: Cartes ouvertes

source: Channel: %@
fr: Canal : %@

# Chargement…
source: Loading…
fr: Chargement…

# Choisir
source: Choose
fr: Choisir

source: Choose how other players see you in shared counters and games.
fr: Choisis comment les autres joueurs te voient dans les compteurs et parties partagés.

source: Claimed
fr: Pris

source: Claimed by %@
fr: Pris par %@

source: Close
fr: Fermer

# Code de la partie
source: Game code
fr: Code de la partie

# Coller
source: Paste
fr: Coller

# Compteur partagé
source: Shared counter
fr: Compteur partagé

# Compteur · %@
source: Counter · %@
fr: Compteur · %@

source: Confirm
fr: Confirmer

source: Confirm password
fr: Confirmer le mot de passe

# Confirmer
source: Confirm
fr: Confirmer

# Confirmer : %@
source: Confirm: %@
fr: Confirmer : %@

# Confirmer : %@ (%lld cartes)
source: Confirm: %@ (%lld cards)
fr: Confirmer : %@ (%lld cartes)

# Confirmer : %@ (1 carte)
source: Confirm: %@ (1 card)
fr: Confirmer : %@ (1 carte)

source: Contact support
fr: Contacter le support

source: Continue
fr: Continuer

source: Continue as guest
fr: Continuer en tant qu'invité

source: Continue with Apple
fr: Continuer avec Apple

# Copier
source: Copy
fr: Copier

# Copier code
source: Copy code
fr: Copier code

# Copier les comptes
source: Copy balances
fr: Copier les comptes

# Copié !
source: Copied!
fr: Copié !

source: Copy
fr: Copier

# Couleur
source: Flush
fr: Couleur

source: Counter
fr: Compteur

source: Counter name
fr: Nom du compteur

source: Create
fr: Créer

source: Create a counter
fr: Créer un compteur

source: Create a counter or join one from the Play tab.
fr: Crée un compteur ou rejoins-en un depuis l'onglet Jouer.

source: Create a game
fr: Créer une partie

source: Create my account
fr: Créer mon compte

source: Create your account
fr: Crée ton compte

source: Creating room...
fr: Création du salon…

source: Creating...
fr: Création…

source: Currency
fr: Devise

source: Debts
fr: Dettes

source: Delete
fr: Supprimer

source: Delete everything
fr: Tout supprimer

source: Delete my account
fr: Supprimer mon compte

source: Delete my account?
fr: Supprimer mon compte ?

source: Delete this counter?
fr: Supprimer ce compteur ?

source: Deletion failed
fr: Échec de la suppression

source: Details by game
fr: Détail par partie

# Dettes
source: Debts
fr: Dettes

# Distribution…
source: Dealing…
fr: Distribution…

source: Done
fr: Terminé

# Donneur : %@
source: Dealer: %@
fr: Donneur : %@

# Double paire
source: Two pair
fr: Double paire

source: Drag to reorder. Tap “That's me” on your seat. The others become placeholder accounts.
fr: Glisse pour réordonner. Touche « C'est moi » sur ton siège. Les autres deviennent des comptes provisoires.

# Déconnecté
source: Disconnected
fr: Déconnecté

# Désactivé
source: Off
fr: Désactivé

source: Each board has 5 community cards. You combine them with your own hand to make the strongest 7-card hand: pair, flush, four of a kind, all the way up to a royal flush.
fr: Chaque board a 5 cartes communes. Tu les combines avec ta main pour faire la meilleure main à 7 cartes : paire, couleur, carré, jusqu'à la quinte flush royale.

source: Each other player pays `p × 1` extra.
fr: Chaque autre joueur paie `p × 1` en plus.

source: Each player makes the strongest **5-card hand** using exactly **2 cards from their hand** and the **5 cards on the board**, Texas Hold'em style. The strongest 5-card hand wins the board, following standard poker rankings: high card, pair, two pair, three of a kind, straight, flush, full, four of a kind, straight flush, royal flush.
fr: Chaque joueur fait la meilleure **main de 5 cartes** avec exactement **2 cartes de sa main** et les **5 cartes du board**, façon Texas Hold'em. La main de 5 cartes la plus forte remporte le board, selon l'ordre classique du poker : hauteur, paire, double paire, brelan, suite, couleur, full, carré, quinte flush, quinte flush royale.

source: Each round, balances update automatically. The Accounts tab shows the running ledger: who owes you, who you owe, in minimal transactions.
fr: À chaque manche, les soldes se mettent à jour tout seuls. L'onglet Comptes montre le livre de comptes : qui te doit, à qui tu dois, en un minimum de transactions.

source: Edit username
fr: Modifier le pseudo

# En attente que l'hôte démarre la suivante…
source: Waiting for the host to start the next one…
fr: En attente que l'hôte démarre la suivante…

# En cours
source: In progress
fr: En cours

source: End of round, net deltas: Alice +€2.50, Bob +€35.00, Charlie −€15.00, Daniel −€22.50. Sum = 0.
fr: Fin de manche, deltas nets : Alice +2,50 €, Bob +35,00 €, Charlie −15,00 €, Daniel −22,50 €. Somme = 0.

source: Enter the 6-character code
fr: Saisis le code à 6 caractères

source: Enter the host's 4-character code
fr: Saisis le code à 4 caractères de l'hôte

source: Enter your email and we'll send you a link to pick a new password.
fr: Saisis ton email et on t'envoie un lien pour choisir un nouveau mot de passe.

source: Erases your data permanently
fr: Efface tes données définitivement

# Erreur de chargement
source: Loading error
fr: Erreur de chargement

source: Error loading
fr: Erreur de chargement

source: Everything is hosted on **Supabase** (EU — West Europe region). Communications are encrypted in transit (TLS). Your games and balances are protected by Row-Level Security: another user can only see games they directly participated in.
fr: Tout est hébergé sur **Supabase** (UE — région Europe de l'Ouest). Les communications sont chiffrées en transit (TLS). Tes parties et tes soldes sont protégés par Row-Level Security : un autre utilisateur ne voit que les parties auxquelles il a participé.

source: Example with 4 players at €2.50 per line:
fr: Exemple avec 4 joueurs à 2,50 € la ligne :

# Exclure
source: Kick
fr: Exclure

# Exclure %@ ?
source: Kick %@?
fr: Exclure %@ ?

# Exclure de la partie
source: Kick from the game
fr: Exclure de la partie

# Fermer
source: Close
fr: Fermer

# Fin de manche
source: End of round
fr: Fin de manche

source: First name
fr: Prénom

source: Five consecutive cards, same suit.
fr: Cinq cartes qui se suivent, même couleur.

source: For any question, write to me: **sacha.csc@gmail.com**
fr: Pour toute question, écris-moi : **sacha.csc@gmail.com**

source: Forgot password
fr: Mot de passe oublié

source: Forgot password?
fr: Mot de passe oublié ?

source: Four of a kind
fr: Carré

# Full
source: Full house
fr: Full

# Full board pour %@ !
source: Full board for %@!
fr: Full board pour %@ !

# Gains / pertes
source: Wins / losses
fr: Gains / pertes

# Gains/pertes
source: Wins/losses
fr: Gains/pertes

source: Game in progress
fr: Partie en cours

source: Guest account active. Link it to an email from your profile so you don't lose access.
fr: Compte invité actif. Relie-le à un email depuis ton profil pour ne pas perdre l'accès.

# Hauteur
source: High card
fr: Hauteur

source: Help & legal
fr: Aide & légal

source: High card through full house. Most boards land here.
fr: De la hauteur au full. La plupart des boards finissent ici.

# Historique
source: History
fr: Historique

source: History
fr: Historique

# Hors ligne — reconnexion…
source: Offline — reconnecting…
fr: Hors ligne — reconnexion…

source: Host: %@
fr: Hôte : %@

source: How to play
fr: Comment jouer

source: If the **same player wins all 3 boards** of a round, they get a Full Board bonus on top of the per-board payouts.
fr: Si **le même joueur remporte les 3 boards** d'une manche, il touche un bonus Full Board en plus des gains par board.

source: If two or more players tie at the top of a board, they go to a split. In the manual counter, just tick the multiple players who tied. A new selection grid appears below to pick the final winner among them.
fr: Si deux joueurs ou plus sont à égalité en tête d'un board, ils vont au split. Dans le compteur manuel, coche simplement les joueurs à égalité. Une nouvelle grille apparaît dessous pour choisir le gagnant final parmi eux.

source: In a manual counter, the app highlights a Full Board banner once you've selected the same winner on the 3 boards, so you can double-check before validating.
fr: Dans un compteur manuel, l'app affiche un bandeau Full Board dès que tu as choisi le même gagnant sur les 3 boards, pour vérifier avant de valider.

source: In short: 3 burns total, 5 cards per board, 3 boards. The 3 boards are played independently.
fr: En bref : 3 brûlées en tout, 5 cartes par board, 3 boards. Les 3 boards se jouent indépendamment.

# Inactif
source: Inactive
fr: Inactif

source: Invitation link
fr: Lien d'invitation

source: It depends on table size:
fr: Ça dépend de la taille de la table :

source: Join
fr: Rejoindre

source: Join a counter
fr: Rejoindre un compteur

source: Join a game
fr: Rejoindre une partie

source: Joined!
fr: Rejoint !

# Joueurs
source: Players
fr: Joueurs

# Joueurs actifs
source: Active players
fr: Joueurs actifs

# Joueurs inactifs
source: Inactive players
fr: Joueurs inactifs

source: Keep score for the card game around a real table, or play online with virtual cards. Bakarat tracks the rounds and settles the debts.
fr: Compte les points autour d'une vraie table, ou joue en ligne avec des cartes virtuelles. Bakarat suit les manches et règle les dettes.

source: Keep your history with a password
fr: Garde ton historique avec un mot de passe

# L'hôte est
source: The host is
fr: L'hôte est

source: The sum is not 0. Validating anyway can be fine (external transfer — one player pays another in cash).
fr: La somme ne fait pas 0. Valider quand même peut être normal (transfert externe — un joueur règle un autre en cash).

source: Last updated: May 18, 2026
fr: Dernière mise à jour : 18 mai 2026

source: Last updated: October 9, 2026
fr: Dernière mise à jour : 9 octobre 2026

source: The player will be marked as disconnected and excluded from the next rounds. Their balance is kept.
fr: Le joueur sera marqué comme déconnecté et exclu des manches suivantes. Son solde est conservé.

source: Let's play
fr: C'est parti

source: Line price
fr: Prix de la ligne

source: Link my account
fr: Lier mon compte

source: Link my account to an email
fr: Lier mon compte à un email

source: Loading...
fr: En cours…

# Ma partie
source: My game
fr: Ma partie

# Manche %lld
source: Round %lld
fr: Manche %lld

# Manche %lld terminée
source: Round %lld finished
fr: Manche %lld terminée

# Manche %lld · Scores
source: Round %lld · Scores
fr: Manche %lld · Scores

# Manche suivante
source: Next round
fr: Manche suivante

# Manches passées
source: Past rounds
fr: Manches passées

source: Mark all as paid
fr: Tout marquer comme payé

source: Mark as paid
fr: Marquer payé

# Marquer comme réglé
source: Mark as paid
fr: Marquer comme réglé

source: Me
fr: Moi

# Mode Flash
source: Flash mode
fr: Mode Flash

source: Edit the winner and multiplier of each board. Balances are recalculated on save.
fr: Modifie le gagnant et le multi de chaque board. Les soldes sont recalculés à la sauvegarde.

# Modifie le gagnant et le multi pour recalculer les soldes de cette manche.
source: Edit the winner and multiplier to recalculate the balances of this round.
fr: Modifie le gagnant et le multi pour recalculer les soldes de cette manche.

# Modifie le gagnant et le multi pour recalculer les soldes.
source: Edit the winner and multiplier to recalculate the balances.
fr: Modifie le gagnant et le multi pour recalculer les soldes.

# Modifier les soldes
source: Edit balances
fr: Modifier les soldes

# Modifier manche %lld
source: Edit round %lld
fr: Modifier manche %lld

# Mon statut
source: My status
fr: Mon statut

source: More
fr: Plus

source: My balance
fr: Mon solde

source: My games
fr: Mes parties

source: My profile
fr: Mon profil

source: Net balance
fr: Bilan net

source: New counter
fr: Nouveau compteur

source: New password
fr: Nouveau mot de passe

source: Next
fr: Suivant

source: No account yet?
fr: Pas encore de compte ?

source: No active players. Add some from the “…” menu.
fr: Aucun joueur actif. Ajoutes-en depuis le menu « … ».

source: No ads, no third-party trackers (Facebook, Google Analytics, etc.). No location data. No phone contacts.
fr: Pas de pub, pas de traqueurs tiers (Facebook, Google Analytics, etc.). Pas de localisation. Pas de contacts.

source: No game yet
fr: Aucune partie pour l'instant

source: No games yet
fr: Aucune partie

source: No outstanding debt
fr: Aucune dette

# Nom du compteur
source: Counter name
fr: Nom du compteur

source: Non-splitters pay the winner at **×1**.
fr: Ceux hors split paient le gagnant à **×1**.

# Nouveau
source: New
fr: Nouveau

# Nouveau round nécessaire
source: New round needed
fr: Nouveau round nécessaire

# On te doit
source: Owed to you
fr: On te doit

source: Online
fr: En ligne

source: Online game
fr: Partie online

source: Outstanding debts
fr: Dettes en cours

source: Owed to you
fr: On te doit

source: Owes you
fr: Te doit

source: Paid
fr: Payé

# Paire
source: Pair
fr: Paire

# Partie en cours
source: Game in progress
fr: Partie en cours

# Partie online
source: Online game
fr: Partie online

# Pas de participants chargés.
source: No participants loaded.
fr: Pas de participants chargés.

source: Password
fr: Mot de passe

source: Password (6 characters min)
fr: Mot de passe (6 caractères min)

# Payé
source: Paid
fr: Payé

source: Pick the one that fits the moment. Both share the same scoring rules and the same account book.
fr: Choisis celui qui colle au moment. Les deux partagent les mêmes règles de score et le même livre de comptes.

source: Play
fr: Jouer

source: Play at least one round to sync the counter to the cloud. Then you'll be able to generate a share link.
fr: Joue au moins une manche pour synchroniser le compteur dans le cloud. Tu pourras ensuite générer un lien de partage.

source: Players
fr: Joueurs

# Pour la manche suivante
source: For the next round
fr: Pour la manche suivante

source: Privacy
fr: Confidentialité

source: Privacy Policy
fr: Politique de confidentialité

source: Privacy policy
fr: Politique de confidentialité

# Prix de la ligne
source: Line price
fr: Prix de la ligne

source: Profile
fr: Profil

# Prénom
source: First name
fr: Prénom

# Q. Flush
source: S. Flush
fr: Q. Flush

# Quinte flush
source: Straight flush
fr: Quinte flush

# Quitter
source: Leave
fr: Quitter

# Quitter la partie
source: Leave the game
fr: Quitter la partie

# Quitter la partie ?
source: Leave the game?
fr: Quitter la partie ?

source: Real cards in hand, app tracks the score.
fr: De vraies cartes en main, l'app tient le score.

source: Recent sessions
fr: Dernières sessions

# Recherche du salon
source: Looking for the room
fr: Recherche du salon

# Reconnecté — %@
source: Reconnected — %@
fr: Reconnecté — %@

# Reconnexion…
source: Reconnecting…
fr: Reconnexion…

# Rejoindre
source: Join
fr: Rejoindre

# Rejoindre la partie
source: Join the game
fr: Rejoindre la partie

# Reprendre
source: Resume
fr: Reprendre

# Reprendre le salon
source: Resume the room
fr: Reprendre le salon

# Reprise
source: Resuming
fr: Reprise

source: Resume
fr: Reprendre

# Retour
source: Back
fr: Retour

source: Retry
fr: Réessayer

source: Royal flush
fr: Quinte flush royale

# Royale
source: Royal flush
fr: Royale

# Réessayer
source: Retry
fr: Réessayer

# Réglages
source: Settings
fr: Réglages

# Réintégrer
source: Reinstate
fr: Réintégrer

source: Reorder with the ↑↓ arrows or by dragging the handle on the right. An empty row stays available — tap it to add a player.
fr: Réorganise avec les flèches ↑↓ ou en draggant la poignée à droite. Une ligne vide reste disponible — tape-la pour ajouter un joueur.

# Révélation
source: Reveal
fr: Révélation

# Salon
source: Room
fr: Salon

source: Same rank, four of them. Triggers the first big multiplier.
fr: Quatre cartes de même rang. Déclenche le premier gros multiplicateur.

# Sauvegarder
source: Save
fr: Sauvegarder

# Sauvegarde…
source: Saving…
fr: Sauvegarde…

source: Save
fr: Enregistrer

source: Searching…
fr: Recherche…

source: Seat claimed
fr: Siège pris

source: See all (%lld)
fr: Tout voir (%lld)

source: See full rules →
fr: Voir les règles complètes →

source: Send the link
fr: Envoyer le lien

source: Settings
fr: Réglages

# Seul l'hôte peut modifier les paramètres de la partie.
source: Only the host can change the game settings.
fr: Seul l'hôte peut modifier les paramètres de la partie.

source: Share
fr: Partager

source: Share this link with your players. Tapping it opens Bakarat (or App Store if not installed) and brings them straight to the seat picker. Once claimed, they show up in your debts instead of being counted as guests.
fr: Partage ce lien avec tes joueurs. En le touchant, Bakarat s'ouvre (ou l'App Store s'il n'est pas installé) directement sur le choix du siège. Une fois leur siège pris, ils apparaissent dans tes comptes au lieu d'être comptés comme invités.

source: Sharing unavailable
fr: Partage indisponible

source: Sign in
fr: Se connecter

source: Sign out
fr: Se déconnecter
